question_pack = {
    "q_1": "Регулярно ли Вы употребляете овощи в своем ежедневном рационе?",
    "q_2": "У вас часто возникает чувство усталости и истощения?",
    "q_3": "Ваш рацион питания включает морепродукты: рыбу и водоросли?",
    "q_4": "Как часто Вы замечаете, что плохо запоминаете новую информацию и имеете проблемы с памятью?",
    "q_5": "Часто ли Вы проводите время перед экранами: компьютером, смартфоном, телевизором?",
    "q_6": "Возникают ли у Вас проблемы со зрением, такие как пелена перед глазами, размытость или затруднения при чтении или видении на расстоянии?",
    "q_7": "Чувствуете ли Вы ухудшение подвижности и гибкости в суставах?",
    "q_8": "Присутствует ли в Вашей жизни активный спорт?",
    "q_9": "Часто ли у Вас возникает онемение и покалывания в руках и ногах?",
    "q_10": "Часто ли у Вас возникают головные боли, особенно в области затылка или лба?",
    "q_11": "Важно ли Вам сохранить молодость и свежесть внешности?",
    "q_12": "Чувствуете ли Вы важность и необходимость на данный момент детоксикации и очищения организма?",
    "q_13": "Часто ли у Вас возникают проблемы с пищеварением, такие как изжога, вздутие живота или запоры/поносы?",
    "q_14": "У вас есть потребность в дополнительной поддержке здоровья женской репродуктивной системы?",
    "q_15": "У вас есть потребность в улучшении общего внешнего вида и поддержке красоты?",
    "q_16": "Есть ли у Вас потребность в дополнительной поддержке мужского здоровья и активности?",
    "q_17": "Есть ли у вас симптомы, связанные с мужским здоровьем, такие как бессонница, снижение либидо или проблемы с эрекцией?",
    "q_18": "Достоверно ли и осознанно Вы ответили на вопросы?",
    "q_19": "Готовы ли Вы помочь своему организму оказать поддержку, комплексно улучшить и скорректировать его работу и воспользоваться нашими рекомендациями?",
}


child_questions = {
    "q_1" : "Регулярно ли Ваш ребенок употребляет овощи в своем ежедневном рационе?",
    "q_2" : "Включает ли рацион питания ребенка морепродукты: рыбу и водоросли?",
    "q_3" : "Как часто Вы замечаете, что ребенок плохо запоминает новую информацию и имеет трудности в учебе?",
    "q_4" : "Часто ли ваш ребенок проводит время перед экранами: компьютером, смартфоном, телевизором? ",
    "q_5" : "Присутствует ли в жизни вашего ребенка активный спорт (посещение спортивных секций)?",
    "q_6" : "Какой рост и вес вашего ребенка сейчас?",
    "q_7" : "Часто ли у ребенка возникают проблемы с пищеварением, такие как изжога, вздутие живота или запоры/поносы?",
}