middle_and_old = {
    "title": "Предлагаем ознакомиться с нашими рекомендациями по улучшению качества жизни и поддержанию правильной работы иммунитета.",
    "sleep_regime": """
        **Режим сна и бодрствования:**
        - Ложитесь спать до 23:00, так как именно до этого времени вырабатывается мелатонин - гормон сна, который также помогает нашему иммунитету. При этом в комнате должна быть полная темнота.
        - Перед сном ограничьте просмотр экрана телефона или переключите экранный режим с синего света на теплый желтый свет, чтобы снизить нагрузку на глаза в темноте или ночное время суток.
        - Необходимо спать не менее 7–8 часов в сутки. Качество сна очень важно. Иногда кажется, что мы довольно долго спали, но чувство разбитости утром не исчезает. Возможно, проблема в отсутствии фазы глубокого сна. Если не помните снов, значит, качество сна низкое. Для более точного анализа можно использовать специальный трекер.
        - Утром постарайтесь выйти на солнце и получить как можно больше солнечного света. Достаточное воздействие утреннего света на сетчатку глаз обеспечивает перезапуск цикла сна и бодрствования (наших биологических часов) и способствует выработке серотонина, что может улучшить настроение и снизить уровень стресса.
        
    """,
    "physical_activity": """
        **Физическая активность:**
        Физическая активность обязательна, но она не должна быть избыточной, так как это может увеличить уровень стресса и усилить воспаление. 
        Несколько практических принципов и рекомендаций для увеличения физической активности взрослого человека:
        - Задайте цели: Установите конкретные и измеримые цели для физической активности. Например, "Буду заниматься фитнесом 3 раза в неделю" или "Пройду 6000 шагов каждый день". Цели помогают сосредотачиваться и оценивать прогресс.
        - Ищите удовольствие: Выберите вид физической активности, который вам нравится. Это может быть плавание, танцы, йога, велосипед, ходьба и многое другое. Когда вы наслаждаетесь активностью, вероятность того, что вы будете ей регулярно заниматься, увеличивается.
        - Интегрируйте активность в повседневную жизнь: Постарайтесь интегрировать физическую активность в свой день. Например, предпочтите лестницу лифту, прогуливайтесь во время обеденного перерыва или ходите пешком на короткие расстояния.
        - Находите поддержку: Занимайтесь физической активностью вместе с друзьями, партнерами Marine Health или семьей, чтобы поддерживать друг друга и делать активность более интересной. Вы также можете присоединиться к группам или клубам, посвященным конкретным видам спорта или физической активности.
    """,
    "nutrition": """
        **Питание:**
        Каждый человек уникален, и рекомендации по питанию могут различаться, но есть ряд общих рекомендаций, подходящих для каждого взрослого человека. Вот несколько из них:
        - Питайтесь 3 раза в день без перекусов, так как в большинстве случаев перекусы могут привести к избыточному весу и уменьшению толерантности к глюкозе.
        - Используйте противовоспалительное питание: не употребляйте трансжиры (маргарин, часто используется в кондитерской выпечке), жареные продукты (особенно на подсолнечном масле) и сладости, так как сахар не имеет полезных свойств для организма человека и вызывает зависимость.
        - Ограничьте калорийность, то есть употребляйте меньшие порции. Длительное ограничение калорийности, согласно клиническим исследованиям, способно улучшить способность иммунных Т-клеток реагировать на чужеродные антигены, улучшая иммунную функцию.
        - Добавьте клетчатки, такие как овощи, листья салата и зелень, в свой рацион, чтобы уменьшить влияние быстрых углеводов (рис, макароны, картошка и сладости) на уровень гормона инсулина, предотвращая набор избыточного веса и поддерживая здоровый уровень сахара в крови. Волокна клетчатки также поддерживают здоровье желудочно-кишечного тракта, обеспечивая питание для микробиома.
    """
}

youngest = {
    "title": "Когда речь идет о детях младше 18 лет, важно учесть их особенности и потребности. Предлагаем ознакомиться с рекомендациями для детей:",
    "sleep_regime": """
        **Режим сна и бодрствования:**
        - Сон и режим дня: Дети в возрасте младше 18 лет нуждаются в большем количестве сна, чем взрослые. Подросткам рекомендуется спать 8-10 часов в сутки, а младшим детям – еще больше. Важно придерживаться установленного режима сна, чтобы поддерживать нормальные циркадные ритмы. 
        - Ограничение экранов: Дети должны ограничивать время, проведенное перед экранами, особенно перед сном. Синий свет от экранов может влиять на качество сна. 
        - Утренний свет: Поддерживайте практику выхода на утренний свет. Это поможет детям регулировать свои циркадные ритмы и улучшать настроение.
    """,
    "physical_activity": """
        **Физическая активность:**
        - Игра и активные занятия: Поддерживайте активные игры и занятия физической активностью для детей, в особенности на свежем воздухе. Организуйте прогулки, игры на улице, занятия спортом и танцами, которые приносят радость.
        - Учите умеренности: Важно учить детей умеренности в физической активности. Избегайте чрезмерных нагрузок и стрессовых тренировок, особенно для подростков, чтобы не нанести вред растущим органам и костям.
        - Вовлечение в спорт: Поощряйте участие детей в спортивных мероприятиях и командных играх, чтобы развивать навыки и социальные связи.
    """,
    "nutrition": """
        **Питание:**
        Учтите индивидуальные потребности и предпочтения своего ребенка. Не существует универсального подхода ко всем детям, поэтому важно учитывать их особенности.
        - Сбалансированное питание: Обеспечьте детей разнообразной и сбалансированной пищей. Включайте овощи, фрукты, зерновые, белки и молочные продукты в их рацион.
        - Умеренность в перекусах: Обучайте детей умеренности в перекусах. Здоровые перекусы, такие как фрукты и орехи, могут быть включены в рацион, но в разумных количествах.
        - Избегание вредных продуктов: Учите детей избегать чрезмерного потребления процессированных продуктов, богатых сахаром и насыщенными жирами (кондитерские продукты, чипсы, энергетические напитки).
    """
}
